app/views/students/index.html.erb

<% Students.each do |students| %>
---
SELECT "students".* FROM "students"